Repository: giellalt/corpus-nob
Catalog: stable/tmx/sme/admin/sd/plenum_no/sp2019-1.pdf.tmx
Source language: nob
Languages: sme

source: Temaet har blitt løftet til internasjonale arenaer, og blitt belyst i urfolkssammenheng.
sme: Fáddá lea loktejuvvon riikkaidgaskasaš arenaide, ja lea čuvgejuvvon álgoálbmotoktavuođas.

source: Urfolk er mer utsatt for vold enn resten av befolkningen, overalt i verden.
sme: Álgoálbmogat gillájit eanet veahkaválddi go muđui eará álbmogat, miehtá máilmmi.

source: Dette er nyttig kunnskap som kan peke på noen årsaker og strategier for å arbeide videre mot vold i den samiske befolkning.
sme: Dát lea ávkkálaš máhttu mii sáhttá čujuhit muhtun sivaid ja strategiijaid movt bargat viidáseappot veahkaválddi vuostá sámi álbmoga gaskkas.

source: Den samiske befolkning i Norge er i en privilegert posisjon i forhold til andre urfolk i verden, siden vi har mulighet til å ha dialog med myndighetene om saken både nasjonalt og internasjonalt.
sme: Sámi álbmogis Norggas lea ovdamunni eará máilmmi álgoálbmogiid ektui, danne go mis lea vejolašvuohta gulahallat eiseválddiiguin ášši birra sihke nationála dásis ja riikkaidgaskasaččat.

source: Dette gir oss et moralsk ansvar for å snakke høyt om vold andre urfolk også opplever.
sme: Dát addá midjiide moralalaš ovddasvástádusa hállat jitnosit dan veahkaválddi birra maid eará álgoálbmogat gillájit.

source: Fremtidige utfordringer
sme: Boahtteáiggi hástalusat

source: Redegjørelsen fra 2012 pekte på viktige delmål som fremdeles er aktuelle:
sme: Jagi 2012 čilgehusas čujuhuvvojedje deaŧalaš oassemihttomearit mat ain leat áigeguovdilat:

source: 1. Forskning Det er fortsatt ikke nok kunnskap om vold i nære relasjoner i samiske samfunn.
sme: 1. Dutkan Ii vel ge leat doarvái máhttu veahkaválddi birra lagaš oktavuođain sámi servodagas.

source: Den eksisterende forskning på området har gitt oss noe kunnskap, men fortsatt gjenstår det mye forskning før det foreligger et helhetlig kunnskapsgrunnlag.
sme: Suorggi dáláš dutkan lea addán midjiide veaháš máhtu, muhto ain lea ollu dutkkakeahttá ovdal go lea ollislaš máhttovuođđu.

source: Forskning på voldsutsatte, herunder også barn og voldsutøvere er noen av de behovene som fins.
sme: Veahkaválddi gillájeddjiid dutkan, mas mielde maiddái mánát ja veahkaválddálaččat leat muhtun dárbbut mat gávdnojit.

source: Samtidig er det også behov for å se voldsutøvelsen i et urfolks perspektiv.
sme: Dasto lea maiddái dárbu geahččat veahkaválddi álgoálbmotperspektiivvas.

source: Kolonialisering og fornorskning som stressfaktor og årsak til destruktive handlingsmønstre er forhold som bør sees på i forskningssammenheng.
sme: Koloniseren ja dáruiduhttin huššafáktorin ja sivvan billisteaddji doaibmaminstarii, leat bealit maid berre geahččat dutkama oktavuođas.

source: Strukturer som gjør samer særlig sårbare for voldsutsatthet bør sees nærmere på.
sme: Lagabuidda berre geahčadit struktuvrraid mat dagahit ahte sámit leat erenoamážit áitojuvvon.

source: 2. Hjelpeapparatet I dag er det ikke et fullgodt tilbud til personer berørt av vold.
sme: 2. Veahkkeapparáhta Dál ii leat ollislaččat buorre fálaldat olbmuide geaidda veahkaváldi guoská.

source: Manglende kompetanse i samisk språk og kultur gjør at samiske voldsutsatte og voldsutøvere ikke har samme behandlingstilbud som befolkningen for øvrig.
sme: Váilevaš gelbbolašvuohta sámi gielas ja kultuvrras dagaha ahte sámiin veahkaválddálašvuođa oktavuođas ii leat seamma dikšunfálaldat go álbmogis muđui.

source: Tilgjengelige krisesentre med samisk språk og kulturkompetanse er eksempler på nødvendige tiltak.
sme: Olámuttu heahteguovddážat main lea sámi giella ja kulturgelbbolašvuohta leat ovdamearkan dárbbašlaš doaibmabijuide.

source: Kompetanseheving blant i helse- og sosialtjeneste, politi, skole og barnevern er nødvendig.
sme: Dárbu lea buoridit gelbbolašvuođa dearvvašvuođa- ja sosiálabálvalusain, politiijas, skuvllain ja mánáidsuodjalusas.

source: Kunnskap om vold i samiske samfunn må inn i profesjonsutdanningene.
sme: Máhttu veahkaválddi birra sámi servodagas ferte váldojuvvot mielde profešuvdnaoahpuide.

source: Forebyggende og holdningsendrende arbeid må gjøres på flere nivåer og arenaer i det samiske samfunn.
sme: Eastadeaddji ja miellaguottuid rievdadeaddji barggu ferte bargat máŋgga dásis ja arenain sámi servodagas.

source: 3. Behov for handlingsplan Sametinget ser også et behov for å arbeide bredt og helhetlig på dette feltet.
sme: 3. Dárbbašuvvo doaibmaplána Sámediggi oaidná maiddái ahte lea dárbu bargat viidát ja ollislaččat dán suorggis.

source: Å arbeide målrettet mot vold i et samfunn fordrer kunnskap om historie, samfunnsoppbygging, kjønnsroller og kultur.
sme: Ulbmillaš barggus veahkaválddi vuostá gáibiduvvo servodagas máhttu historjjá, servodathuksejumi, sohkabealrollaid ja kultuvrra birra.

source: Hva som er gode tiltak forebyggende og behandlende må tilpasses kulturen de skal utøves i.
sme: Mat leat buorit eastadan- ja dikšundoaibmabijut ferte heivehit kultuvrras gos bargojuvvo.

source: Her står man overfor utfordringer som både det norske og samiske samfunn må arbeide med.
sme: Ovddabealde leat hástalusat maiguin sihke norgga ja sámi servodagat fertejit bargat.

source: Sametinget som talerør for det samiske folk i samarbeid med de ressurser som det norske samfunn rår over.
sme: Sámediggi go lea sámi álbmoga sáhkaguoddi bargá ovttas daiguin resurssaiguin mat norgga servodagas leat.

source: Sametingsrådet har derfor bedt Regjeringen om å utarbeide en handlingsplan med helhetlig fokus.
sme: Danne lea Sámediggeráđđi bivdán Ráđđehusa ráhkadit doaibmaplána mas lea ollislaš fokus.

source: Foreløpig har ikke Regjeringen svart positivt på denne oppfordringen.
sme: Doaisttážii ii leat Ráđđehus vástidan positiivvalaččat dán ávžžuhussii.

source: Videre arbeid
sme: Bargu viidáseappot

source: Vold i samiske samfunn bør også vurderes i en menneskerettslig kontekst.
sme: Veahkaváldi sámi servodagas berre árvvoštallojuvvot maiddái olmmošrievttálaš oktavuođas.

source: Staten har en plikt til å iverksette positive tiltak for å sikre menneskerettighetene til samiske voldsutsatte.
sme: Stáhtas lea geatnegasvuohta álggahit positiivvalaš doaibmabijuid sihkkarastin dihtii olmmošvuoigatvuođaid sámi olbmuide geat gillájit veahkaválddi.

source: Det følger av Grunnlovens §92 om statens plikt til å respektere og sikre menneskerettighetene i Grunnloven, og pålegger staten en aktivitetsplikt for ivaretagelse av rettighetene.
sme: Vuođđolága § 92 mielde lea stáhtas geatnegasvuohta árvvus atnit ja sihkkarastit olmmošvuoigatvuođaid Vuođđolágas, ja geatnegahttá stáhta árjjalaččat bargat dáid olmmošvuoigatvuođaid gozihemiin.

source: Virkemidler som er relevante når det gjelder statens plikt til å sikre menneskerettighetene er for det første lovgivning.
sme: Váikkuhangaskaoamit mat leat relevánta go guoská stáhta geatnegasvuođaide sihkkarastit olmmošvuoigatvuođaid lea vuosttamužžan láhkaaddin.

source: Videre er effektiv håndhevelse av loven viktig for å sikre menneskerettighetene.
sme: Dasto lea árjjalaš lága geavaheapmi deaŧalaš olmmošvuoigatvuođaid sihkkarastimis.

source: Staten skal også forebygge risiko for menneskerettighetsbrudd.
sme: Stáhta galgá maiddái eastadit olmmošvuoigatvuođaid rihkkuma riskka.

source: Dersom myndighetene kjenner til en risikofaktor som truer menneskerettighetene, kan det være ansvarsbetingende å ikke benytte sin myndighet til å handle på en slik måte at risikoen elimineres.
sme: Jos eiseválddit dihtet riskafáktoriid birra mat áitet olmmošvuoigatvuođaid, de sáhttá dain leat ovddasvástádus das jos eai geavat válddis dainna lágiin ahte nogahit riskka.

source: Manglende tiltak for å beskytte den samiske befolkning mot vold kan derfor vurderes som et brudd på menneskerettighetene.
sme: Danne sáhttá árvvoštallat ahte váilevaš doaibmabijut sámi álbmoga suodjaleami ektui veahkaválddi vuostá sáhttá leat olmmošvuoigatvuođaid rihkkun.

source: FNs kvinnekomite, FNs rasediskrimineringskomite, FNs torturkomite, FNs menneskerettighetskomite og FNs barnekomite har alle bedt Norge om å utarbeide egne tiltak og planer for å bekjempe vold.
sme: ON nissonkomitea, ON nállevealahankomitea, ON biinnidankomitea, ON olmmošvuoigatvuođaid komitea ja ON mánáidkomitea, leat buohkat bivdán Norgga ráhkadit sierra doaibmabijuid ja plánaid veahkaválddi vuostá dáistaleamis.

source: Denne oppfordringen er også kommet fra Likestillings- og diskrimineringsombudet (LDO) og Nasjonal institusjon for menneskerettigheter (NIM).
sme: Dát ávžžuhus lea boahtán maiddái Dásseárvo- ja vealahanáittardeaddjis ja Nationála olmmošvuoigatvuođaid ásahusas (NIM).

source: Forebygging og utforming av tiltak mot vold er et statlig ansvar.
sme: Stáhtas lea ovddasvástádus eastadeames ja doaibmabijuid hábmemis veahkaválddi vuostá.

source: Regjeringen er myndighetsorgan i arbeid mot vold, og har ansvar for finansiering av denne sektoren.
sme: Ráđđehus lea váldeorgána barggus veahkaválddi vuostá, ja das lea ovddasvástádus dán suorggi ruhtadeames.

source: Det er derfor Regjeringens ansvar å utarbeide og finansiere handlingsplaner og tiltak mot vold i de samiske samfunn.
sme: Danne lea Ráđđehusas ovddasvástádus ráhkadit ja ruhtadit doaibmaplánaid ja doaibmabijuid veahkaválddi vuostá sámi servodagas.

source: Sametinget er talerør for samiske saker til sentrale myndigheter.
sme: Sámediggi lea sáhkaguoddi sámi áššiin guovddáš eiseválddiid ektui.

source: Ved flere anledninger og i ulike forum har behovet for tiltak for å bekjempe vold blitt løftet av Sametinget til sentrale myndigheter.
sme: Sámediggi lea ollu oktavuođain ja iešguđege forumis ovddidan ahte lea dárbu doaibmabijuide maiguin dáistalit veahkaválddi vuostá, guovddáš eiseválddiide.

source: Behov for å arbeide helhetlig og overordnet med problematikken har gjort at Sametingsrådet har bedt om at det utarbeides en handlingsplan mot vold i samiske samfunn.
sme: Go lea dárbu bargat ollislaččat ja bajimuš dásis problematihkain lea dagahan ahte Sámediggeráđđi lea bivdán ahte ráhkaduvvošii doaibmaplána veahkaválddi vuostá sámi servodagas.

source: Dette støttes av flere organisasjoner og institusjoner, herunder som nevnt LDO, NIM og i tillegg også av Krisesentersekretariatet.
sme: Dán dorjot ollu organisašuvnnat ja ásahusat, nugo namahuvvon Dásseárvoáittardeaddji, NIM ja dasa lassin Heahteguovddáščállingoddi.

source: Holdningsendringer
sme: Miellaguottuid rievdadeapmi

source: Sametinget kan også være med på å endre holdninger og bidra til åpenhet om temaet.
sme: Sámediggi sáhttá maiddái leat mielde rievdadeamen miellaguottuid ja váikkuhit rabasvuođa fáttá birra.

source: Kvinner er mer utsatt for vold og overgrep enn menn.
sme: Nissonolbmot gillájit eanet veahkaválddi ja vearredaguid go almmáiolbmot.

source: Det viser at det også er behov for å arbeide for å endre kjønnsroller i de samiske samfunn.
sme: Čujuhuvvo maiddái ahte lea dárbu rievdadahttit sohkabealrollaid sámi servodagas.

source: Åpenhet om temaet fra de fremste samiske tillitsvalgte gir signaler om at temaet må tas på alvor.
sme: Rabasvuohta fáttá birra bajimuš sámi luohttámušolbmuid beales addá signálaid das ahte fáddá váldojuvvo duođalaččat.

source: Det er ikke en privat sak når mennesker utsettes for vold.
sme: Dat go olbmot šaddet gillát veahkaválddi ii leat priváhta áššis.

source: Det er en sak for politi og rettsvesen.
sme: Dat gullá politiijaide ja riektedoaimmahahkii.

source: Ansvar og skyld må løftes fra de utsatte og plasseres hos gjerningspersonene.
sme: Ovddasvástádus ja sivva ferte loktejuvvot eret gillájeddjiin ja biddjojuvvot rihkolaččaide.

source: Fra sentralt hold har det vært uttrykt bekymring for om egen handlingsplan for den samiske befolkning er med på å stigmatisere den samiske befolkning.
sme: Guovddáš eiseválddiid beales lea dovddahuvvon fuolla das ahte stigmatisere go sierra doaibmaplána sámi álbmoga várás sámi álbmoga.

source: Sametingsrådet har tilbakevist denne bekymring, og pekt på at ønske om å arbeide mot vold kommer fra det samiske samfunn selv.
sme: Sámediggeráđđi lea gomihan dán fuola, ja lea čujuhan ahte sávaldat bargat veahkaválddi vuostá boahtá sámi servodagas alddis.

source: Det er voldsstatistikken i seg selv som kan være stigmatiserende, ikke tiltak for å bekjempe den.
sme: Statistihkka veahkaválddi birra iešalddis sáhttá stigmatiseret, muhto eai doaibmabijut dan dáistaleami vuostá.

source: Implementering av kunnskap og holdninger i skole og barnehage
sme: Máhtu ja miellaguottuid implementeren skuvllain ja mánáidgárddiin

source: Godt forebyggende arbeid starter tidlig i livet.
sme: Buorre eastadeaddji bargu álggahuvvo árrat eallimis.

source: Det er også viktig å avdekke overgrep og vold så tidlig som mulig.
sme: Deaŧalaš lea maiddái buktit albmosii vearredaguid ja veahkaválddi nu árrat go vejolaš.

source: Samiske elever og barnehagebarn har krav på informasjon om vold tilpasset egen språk og kultur.
sme: Sámi ohppiin ja mánáidgárdemánáin lea riekti oažžut dieđuid veahkaválddi birra heivehuvvon sin gillii ja kultuvrii.

source: Sametinget har ansvar for å utvikle samisk pedagogisk materiell og læremidler om vold og overgrep til bruk i skolen.
sme: Sámedikkis lea ovddasvástádus das ahte ovddiduvvojit sámi pedagogalaš ávdnasat ja oahpponeavvut veahkaválddi ja vearredaguid birra skuvllaid geavahussii.

source: Sametinget fastsetter læreplaner i samisk språk og i samråd med Kunnskapsdepartementet samisk innhold i nasjonal og samisk læreplanverk.
sme: Sámediggi mearrida oahppoplánaid sámegielas ja ovttas Máhttodepartemeanttain sámi sisdoalu nationála ja sámi oahppoplánabuktosiin

source: Barneombudet har i sin rapport om seksuelle krenkelser. (Alle kjenner noen som har opplevd det: 2018) pekt på at det ikke finnes opplæringsmateriell til bruk i skolen på samisk om grensesetting, relasjoner og seksuelle krenkelser.
sme: Mánáidáittardeaddji lea raporttastis seksuála loavkašuhttimiid birra (Buohkat dovdet gean nu gii lea dan vásihan: 2008) čujuhan ahte gávdnojit oahpahusmateriálat geavahussii skuvllas sámegillii rájáid bidjama, relašuvnnaid ja seksuála loavkašuhttimiid birra.

source: Barneombudet peker på Sametingets ansvar for læremiddelutvikling og anbefaler Sametinget å sikre at det utvikles opplæringsmateriale på samisk om temaet.
sme: Mánáidáittardeaddji čujuha Sámedikki ovddasvástádussii oahpponeavvuid ráhkadeames ja rávve Sámedikki sihkkarastit ahte ovddiduvvojit oahpahusmateriálat sámegillii fáttá birra.

source: Sametinget er i en prosess med utvikling av læremidler til bruk i skolen om temaet.
sme: Sámediggi lea proseassas ovddideamen oahpponeavvuid skuvllaid geavahussii fáttá birra.

source: Konsultasjoner
sme: Konsultašuvnnat

source: Fremlegging av rapporten: Svikt og svik, hvor alvorlig vold mot barn har blitt gransket, viser at det offentlige hjelpeapparatet i stor grad har sviktet overfor disse barna.
sme: Raportta ovdanbuktin: Beahtus ja beahttin, man duođalaš veahkaváldi mánáid vuostá lea guorahallojuvvon, čájeha ahte almmolaš veahkkeapparáhta hui guhkás lea beahttán dáid mánáid.

source: Sametingsrådet har benyttet seg av i sin konsultasjonsadgang i denne saken, og vil gjøre det videre i liknende saker.
sme: Sámediggeráđđi lea geavahan konsultašuvdnavejolašvuođa dán áššis, ja áigu ain dan dahkat sullasaš áššiin.

source: Konsultasjoner pågår fortsatt.
sme: Konsultašuvnnat leat ain dahkkojuvvomin.

source: Avslutning
sme: Loahpahus

source: Sametingsrådet har hatt gode erfaringer med Sametingets handlingsplan for likestilling 2009-2013 og sametingsrådets likestillingspolitiske redegjørelse 2012.
sme: Sámediggeráđis leat leamaš buorit vásihusat Sámedikki 2009-2013 dásseárvodoaibmaplánain ja Sámediggeráđi 2012 dásseárvopolitihkalaš čilgehusain.

source: Vi vil at det skal utarbeides en sametingsmelding for likestilling for inneværende valgperiode.
sme: Mii háliidat ahte ráhkaduvvo sámediggedieđáhus dásseárvvu birra dán válgaáigodagas.

source: Vi ønsker også å fortsette arbeidet med likestilling på den internasjonale arenaen.
sme: Mii háliidat maiddái joatkit dásseárvobargguin riikkaidgaskasaš arenas.

source: Sametingsrådet foreslår å følge opp redegjørelsen med en egen sametingsmelding om likestilling, der vold i samiske samfunn er et av innsatsområdene.
sme: Sámediggeráđđi evttoha ahte čilgehus čuovvuluvvo sierra sámediggedieđáhusain dásseárvvu birra, mas veahkaváldi sámi servodagas lea okta áŋgiruššansurggiin.

source: Øvrige innsatsområder er seksuell orientering og kjønnsidentitet, funksjonsnedsettelser og kjønnslikestilling.
sme: Eará áŋgiruššansuorggit leat seksuála sodju ja sohkabealidentitehta, doaibmahehttehusat ja sohkabealdásseárvu.

source: Arbeidet påbegynnes i 2019.
sme: Bargu álggahuvvo 2019:s.

source: Visjon:
sme: Višuvdna:

source: Et likestilt samisk samfunn med like rettigheter og muligheter for alle.
sme: Ovttaárvosaš sámi servodat gos buohkain leat seamma vuoigatvuođat ja vejolašvuođat.

source: Bidra til likestilling og hindre diskriminering.
sme: Mihttomearri: Ovddidit dásseárvvu ja eastadit vealaheami.

source: Strategier:
sme: Strategiijat:

source: Bidra til større åpenhet om vold i nære relasjoner og seksuell vold gjennom holdningsskapende arbeid.
sme: Oččodit stuorát rabasvuođa veahkaválddi birra lagaš oktavuođain ja seksuála veahkaválddi birra miellaguottuid duddjojeaddji barggu bokte.

source: Bidra til økt kunnskap om grensesetting, relasjoner og seksuelle krenkelser gjennom utvikling av læremidler.
sme: Oččodit eanet máhtu rájáid bidjama, relašuvnnaid ja seksuála loavkašuhttimiid birra oahpponeavvuid ráhkadeami bokte.

source: De framtidige innsatsområdene i Sametingets likestillingsarbeid kommer i ny sametingsmelding for likestilling og i Sametingets budsjett.
sme: Sámedikki dásseárvobarggu áŋgiruššansuorggit boahtteáiggis bohtet ovdan ođđa sámediggedieđáhusas dásseárvvu birra ja Sámedikki bušeahtas.

source: Saken påbegynt 05.03.2019 kl. 17.20. Debatt 07.03.2019 kl. 17.15.
sme: Ášši ovddideapmi 05.03.2019 dii. 17.20. Debáhtta 07.03.2019 dii. 17.15.

source: Votering Av 39 representanter var 36 til stede.
sme: Jienasteapmi 39 áirasis ledje 36 čoahkis.

source: Sametingsrådet har drøftet likestillingspolitiske redegjørelse om vold i samiske samfunn.
sme: Sámedikkeráđđi lea digáštallan dásseárvopolitihkalaš čilgehus veahkaválddi birra sámi servodagas.

source: Redegjørelsen er vedlagt protokollen.
sme: Čilgehus čuovvu beavdegirjji mielddusin.

source: Saken ble avsluttet 07.03.2019 kl. 18.25
sme: Ášši meannudeapmi loahpahuvvui 07.03.2019 dii. 18.25.

source: Ášši/Sak 006/19
sme: Ášši 006/19

source: Oppvekst-, omsorg- og utdanningskomiteen Dato: 19.02.2019-21.02.2019
sme: Bajásšaddan- fuolahus- ja oahppolávdegoddi 19.02.2019-21.02.2019

source: Sametingets forventninger til FN og statene i forbindelse med det internasjonale året for urfolksspråk
sme: Sámedikki vuordámušat ON:ii ja stáhtaide riikkaidgaskasaš álgoálbmotgiellajagi oktavuođas

source: Arkivsaknr. 18/3915
sme: Áššenr. 18/3915

source: Sametinget gir honnør til FN for å ha vedtatt at 2019 er det internasjonale året for urfolksspråk.
sme: Sámediggi rámiida ON go lea mearridan ahte jahki 2019 lea riikkaidgaskasaš álgoálbmotgiellajahki.

source: Sametinget viser til at statene gjennom FNs erklæring om urfolks rettigheter fra 2007 har anerkjent urfolks rettigheter, herunder språklige rettigheter.
sme: Sámediggi čujuha ahte stáhtat ON álgoálbmotvuoigatvuođaid 2007 julggaštusa bokte leat dohkkehan álgoálbmogiid vuoigatvuođaid, maiddái gielalaš vuoigatvuođaid.

source: Gjennom FNs resolusjon (A/RES/69/2) fra verdenskonferansen for urfolk i 2014 har statene forpliktet seg til å jobbe for å realisere urfolkserklæringen, i samarbeid med urfolk og konsultasjoner for å oppnå deres frie og informerte forhåndssamtykke.
sme: ON álgoálbmogiid máilmmikonferánssa 2014 resolušuvnna (A/RES/69/2) bokte leat stáhtat geatnegahttojuvvon bargat álgoálbmotjulggaštusa duohtan dahkamiin, ovttas álgoálbmogiiguin ja konsultašuvnnaiguin juksan dihtii ovdagihtii dieđihuvvon miehtama.

source: Sametinget viser videre til FNs bærekraftmål, som blant annet skal sikre inkluderende, rettferdig og god utdanning og fremme muligheten for livslang læring for alle.
sme: Dasto čujuha Sámediggi ON ceavzilvuođa mihttui, mii earret eará galgá sihkkarastit searvvaheaddji, vuoiggalaš ja buori oahpu ja ovddidit vejolašvuođa ahte buohkain lea eallima guhkkosaš oahppan.

source: Sametinget vil med dette uttrykke forventninger til FN og statene i forbindelse med det internasjonale året for urfolksspråk, herunder den avsluttende globale konferansen for språkåret.
sme: Dákko bokte dovddaha Sámediggi vuordámušaid ON:ii ja stáhtaide riikkaidgaskasaš álgoálbmotgiellajagi oktavuođas, maiddái loahpaheaddji máilmmiviidosaš konferánssa giellajagi ektui.

source: Bevaring og revitalisering viktig del av kulturen, identiteten og tilhørigheten.
sme: Ollu álgoálbmotgielat máilmmis leat duođalaččat áitojuvvon, ja diehtit ahte go massit giela de massit deaŧalaš oasi kultuvrras, identitehtas ja gullevašvuođas.

source: Flere urfolk har opplevd og opplever store utfordringer med å få bruke eget språk i dagliglivet.
sme: Ollu álgoálbmogat leat vásihan ja vásihit stuorra hástalusaid dan ektui ahte beassat geavahit iežas giela beaivválaččat.

source: Det har ført til at mange har vokst opp uten mulighet til å lære sitt eget språk.
sme: Dat lea dagahan dan ahte ollugiin bajásšattadettiin ii lean vejolašvuohta oahppat iežas giela.

source: Det er dermed viktig å få kontinuitet i arbeidet med vitalisering og revitaliseringen av urfolksspråk.
sme: Danne lea deaŧalaš oažžut oktilašvuođa álgoálbmotgielaid ealáskahttinbarggus ja ođđasis ealáskahttimis.

source: For at man skal lykkes med dette må all språkinnsats ses i sammenheng og bygge på hverandre.
sme: Jos galggaš lihkostuvvat de ferte buot giellaáŋgiruššama geahččat fárrolagaid ja nubbi nuppi doarjumiin.

source: · Sametinget forventer at statene forplikter seg til å legge til rette for revitalisering, vitalisering, bevaring, styrking og utvikling av urfolksspråk.
sme: · Sámediggi vuordá ahte stáhtat geatnegahttet iežaset láhčit diliid álgoálbmotgielaid ođđasis ealáskahttimii, ealáskahttimii, suodjaleapmái, nannemii ja ovddideapmái.

source: · Sametinget forventer at statene forplikter seg til å legge til rette for at urfolk skal kunne bevare og styrke sine institusjoner, sin kultur, sitt språk og sine tradisjoner, og at utviklingen skjer i samsvar med urfolkenes egne ambisjoner og behov.
sme: · Sámediggi vuordá ahte stáhtat geatnegahttet iežaset láhčit diliid nu ahte álgoálbmogat galget sáhttit suodjalit ja nannet sin ásahusaid, kultuvrra, giela ja árbevieruid, ja ahte ovddideapmi dahkkojuvvo álgoálbmogiid iežaset ambišuvnnaid ja dárbbu mielde.

source: · Sametinget forventer at FN og statene retter oppmerksomhet mot å styrke urfolksspråk og rettigheter knyttet til realisering og sikring av urfolks kulturelle integritet, herunder vedvarende økonomisk og teknisk støtte.
sme: · Sámediggi vuordá ahte ON ja stáhtat bidjet fuomášumi álgoálbmotgielaid ja vuoigatvuođaid nannemii čatnasemiin álgoálbmogiid kultuvrralaš integritehta duohtan dahkamiin ja sihkkarastimiin, dasa gullá maiddái bissovaš ekonomalaš ja teknihkalaš doarjja.

source: · Sametinget forventer at statene jobber for en helhetlig språksatsning hvor innsats rettes mot alle nivåer innenfor alle samfunnsområder.
sme: · Sámediggi vuordá ahte stáhtat barget ollislaš giellaáŋgiruššamiin man oktavuođas áŋgiruššan biddjojuvvo buot dásiide buot servodatsurggiid siskkobealde.

source: Samarbeid
sme: Ovttasbargu

source: Det er viktig å understreke at urfolksspråk ikke alltid følger statlige og intern-statlige/regionale grenser.
sme: Deaŧalaš lea deattuhit ahte álgoálbmotgielat eai álo čuovo stáhta ja stáhta siskkáldas/regionála rájiid.
